Repository: oguzhandeniz6/The-Movie-App
Catalog: Movie App/Localization/*.lproj/Localizable.strings
Languages: tr

# searchTabBar
source: Search
tr: Ara

# popularTabBar
source: Popular Movies
tr: Popüler Filmler

# favoriteTabBar
source: Favorite Movies
tr: Favori Filmlerim

# homepageTabBar
source: Home Page
tr: Anasayfa

source: Movie Homepage
tr: Film Anasayfası

# reviewPage
source: Reviews
tr: Yorumlar

source: Popular Movies
tr: Popüler Filmler

source: Top Rated Movies
tr: En İyi Filmler

source: Search Movie
tr: Film Ara

source: Search Person
tr: Kişi Ara

source: Discover
tr: Keşfet

# voteLabel
source: Min - Max Average Vote
tr: En Az - En Fazla Ortalama Puan

# yearLabel
source: Min - Max Release Year
tr: En Az - En Fazla Çıkış Tarihi

# sortLabel
source: Sort Type
tr: Sıralama Tipi

source: Sorry!
tr: Üzgünüz!

# noResult
source: There is no result for given name
tr: Bu isimle herhangi bir sonuç bulunamadı

# noReview
source: It seems that there are no reviews for this movie.
tr: Bu film için herhangi bir yorum yapılmamış gibi görünüyor

# popularityAsc
source: Popularity Ascending
tr: Artan Popülerlik

# popularityDesc
source: Popularity Descending
tr: Azalan Popülerlik

# revenueAsc
source: Revenue Ascending
tr: Artan Hasılat

# revenueDesc
source: Revenue Descending
tr: Azalan Hasılat

# releaseDateAsc
source: Release Date Ascending
tr: Artan Çıkış Tarihi

# releaseDateDesc
source: Release Date Descending
tr: Azalan Çıkış Tarihi

# voteAvgAsc
source: Vote Average Ascending
tr: Artan Ortalama Puan

# voteAvgDesc
source: Vote Average Descending
tr: Azalan Ortalama Puan

# voteCountAsc
source: Vote Count Ascending
tr: Artan Değerlendirme Sayısı

# voteCountDesc
source: Vote Count Descending
tr: Azalan Değerlendirme Sayısı

source: Now Playing
tr: Vizyondakiler

source: Upcoming
tr: Yakındakiler

source: Back
tr: Geri

# minute
source: min
tr: dk

source: OK
tr: Tamam
